google-chrome
goverlay-bin
lib32-mangohud-git
lib32-ncurses5-compat-libs
lightdm-webkit-theme-aether
mangohud-git
mugshot
ncurses5-compat-libs
nerd-fonts-hack
networkmanager-dmenu-git
numix-gtk-theme
optimus-manager
optimus-manager-qt
paper-icon-theme
paru
picom-ibhagwan-git
pixterm
polybar
pywal-git
siji-git
spotify
tela-icon-theme
timeshift
ttf-consolas-ligaturized
ttf-firacode
ttf-unifont
tty-clock
visual-studio-code-bin
xdman
xml2
