acpi
alsa-plugins
alsa-utils
android-tools
android-udev
arandr
arc-icon-theme
archlinux-xdg-menu
autoconf
automake
base
bc
binutils
bison
blueberry
bluez
bluez-utils
bridge-utils
brightnessctl
btrfs-progs
calc
catimg
ccache
chafa
cronie
cups
dex
dialog
dmenu
dnsmasq
dosbox
dunst
edk2-ovmf
efibootmgr
exfatprogs
f2fs-tools
fakeroot
file
file-roller
findutils
flex
gamemode
gawk
gcc
gedit
gettext
git
gnome-disk-utility
gnome-keyring
gpart
gperf
gradle
grep
groff
grub
grub-btrfs
grub-customizer
gufw
gvfs
gvfs-goa
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
intel-ucode
iptables-nft
jdk-openjdk
jp2a
lib32-alsa-lib
lib32-alsa-plugins
lib32-fakeroot
lib32-gamemode
lib32-gcc-libs
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-readline
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-zlib
libreoffice-fresh
libtool
libva
lightdm
lightdm-webkit2-greeter
linux-firmware
linux-zen
linux-zen-headers
lutris
lxappearance-gtk3
lzop
m4
make
mate-calc
maven
mpg123
mtools
nano
neofetch
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ocl-icd
openal
openbsd-netcat
os-prober
otf-font-awesome
pacman
patch
pavucontrol
perl-switch
pkgconf
playerctl
pngcrush
polkit-gnome
pulseaudio
pulseaudio-bluetooth
python2-virtualenv
qbittorrent
qemu
ranger
rawtherapee
repo
ristretto
rofi
rsync
samba
sane
schedtool
scrot
sdl
seahorse
sed
squashfs-tools
steam
sudo
sysstat
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
udftools
usbutils
v4l-utils
vde2
virt-manager
vkd3d
vlc
w3m
which
wine-staging
winetricks
wpa_supplicant
wxgtk2
xbindkeys
xcursor-neutral
xdg-user-dirs-gtk
xdotool
xfce4-terminal
xorg-fonts-misc
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xrandr
xorg-xwininfo
zsh
zsh-completions
